Repository: linuxer9/debi-control-center
Catalog: PO/*.po
Languages: ar

source: debi control center
ar: لوحة تحكم debi GNU/Linux

source: packages
ar: الحزم والبرامج

source: package man
ar: مدير الحزم

source: package man desc
ar: لتثبيت الحزم وإزالتها وتحديث المستودعات

source: sources
ar: مصادر البرمجيات

source: sources desc
ar: التحكم في المستودعات

source: sources.list
ar: تحرير ملف المصادر

source: sources.list desc
ar: تعديل ملف /etc/apt/sources.list يدويا

source: orphaned
ar: حذف الحزم اليتيمة

source: orphaned desc
ar: حذف الحزم عديمة الفائدة وغير المهمة

source: packages install
ar: مثبّت الحزم

source: packages install desc
ar: تثبيت الحزم يدويا

source: system
ar: النظام

source: slim
ar: إعدادات مدير الولوج

source: slim desc
ar: التحـكم في إعدادات مدير الولوج slim

source: language
ar: تغيير اللغة

source: language desc
ar: تغيير لغة النظام بالكامل

source: partitioning
ar: تقسيم الأقراص

source: partitioning desc
ar: تقسيم الأقراص وتهيئتها وحذف الاقسام وإنشائها

source: network
ar: إعدادات الشبكة

source: network desc
ar: تعديل إعدادات الإتصال بالشبكة

source: hardware
ar: العتاد

source: resolution
ar: دقة الشاشة

source: resolution desc
ar: تغيير دقة العرض

source: mouse keyboard
ar: لوحة المفاتيح والفأرة

source: mouse keyboard desc
ar: تعديل إعدادت لوحة المفاتيح والفأرة

source: hardware info
ar: معلومات العتاد

source: hardware info desc
ar: عرض معلومات العتاد والأجهزة والتعريفات

source: diskman
ar: إدارة الأقراص

source: diskman desc
ar: التحكم في الأقراص والضم التلقائي لها

source: power
ar: إدارة الطاقة

source: power desc
ar: تعديل إعدادات الطاقة المختلفة

source: more drivers
ar: تعريفات العتاد الإضافية

source: more drivers desc
ar: تثبيت بعض التعريفات المغلقة كبطاقة نفيديا أو اللاسلكي

source: desktop
ar: سطح المكتب

source: background
ar: خصائص الخلفية

source: background desc
ar: تعيين الخلفية وتعديل خصائصها

source: panel
ar: إعدادات اللوحة

source: panel desc
ar: تعديل إعدادات اللوحة السُفلية وشريط المهام

source: appearance
ar: المظهر

source: appearance desc
ar: تعديل سمة GTK، سمة الأيقونات، المؤشر، وغيرها

source: winman
ar: إعدادات مدير النوافذ

source: winman desc
ar: تعديل سمة النوافذ و إعدادات أوبن بوكس

source: session
ar: إعدادات جلسة سطح المكتب

source: session desc
ar: لتعديل إعدادات جلسة لكسدي وبدء التشغيل

source: nvidia
ar: تعريف Nvidia المغلق

source: ndiswrapper
ar: تعريف اللاسلكي Ndiswrapper

source: return
ar: عودة
